[
    {
        "title": "Nice",
        "subTitle": "Twisted Hate.",
        "price": "288 lei",
        "image": "Resources/Inele/Inel_1.jpg",
        "productDescription": "Superb si arogant, Josh Chen se pregateste sa devina medic. Pana acum, n-a intalnit nicio fata care sa-i reziste cu exceptia afurisitei de Jules Ambrose. Inca de cand s-au cunoscut, frumoasa roscata i-a fost ca un ghimpe in coasta, dar in acelasi timp Jules il obsedeaza asa cum nimeni alta n-a reusit."
    },
    {
        "title": "Danielle Lori",
        "subTitle": "Ucigatoare obsesie.",
        "price": "221 lei",
        "image": "Resources/Inele/Inel_2.jpg",
        "productDescription": "Rochia e mult prea mulata. Tocurile, mult prea inalte. Rade prea tare, mananca intr-un mod lipsit de maniere si, de cele mai multe ori, incurca citatele din carti. Putini stiu ca sub fatada plina de sclipici pe care o etaleaza, in orice moment poate iesi la iveala un atac de panica. Dar nimeni nu poate patrunde dincolo de ceea ce vrea sa arate Gianna Nimeni, oricum, pana nu apareel."
    },
    {
        "title": "Ana Huang",
        "subTitle": "Twisted Games.",
        "price": "253 lei",
        "image": "Resources/Inele/Inel_3.jpg",
        "productDescription": "O poveste de dragoste plina de pasiune scrisa de Ana Huang, autoarea care a facut senzatie in comunitatea BookTok. Intotdeauna sigur pe el, serios, taciturn si arogant, bodyguardul de elita RHYS LARSEN se ghideaza dupa doua reguli in viata: isi protejeaza cu orice pret clientii si nu se implica emotional. Niciodata! Si nu s-a simtit vreodata ispitit sa-si incalce regulile… pana cand a intalnit-o pe ea."
    },
    {
        "title": "Samantha M. Bailey",
        "subTitle": "Fata de pe peron.",
        "price": "123 lei",
        "image": "Resources/Inele/Inel_4.jpg",
        "productDescription": "Viata lui Morgan Kincaid se schimba datorita unui moment fatidic. Pe cand se intorcea acasa de la serviciu, o femeie o roaga sa ii tina bebelusul, si, inainte ca Morgan sa poata sa o opreasca, aceasta se arunca in fata unui tren. Morgan nu are idee cine era femeia si nu poate sa inteleaga ce anume o manase catre un gest atat de disperat. Dar, mai ales, Morgan nu stie de ce femeia i-a spus pe nume. Atunci cand politia o ia ca sa ii puna cateva intrebari, Morgan afla ca numele femeii era Nicole Markham si ca ocupa functia de CEO la compania de produse sport BREATHE. Din pacate, nu exista martori care sa ateste povestea lui Morgan, si astfel ea devine principala suspecta."
    },
    {
        "title": "James Clear",
        "subTitle": "Atomic Habits.",
        "price": "243 lei",
        "image": "Resources/Inele/Inel_5.jpg",
        "productDescription": "Inspirandu-se din cele mai noi descoperiri din biologie, psihologie si neurostiinte, James Clear a conceput un ghid usor de asimilat, cu ajutorul caruia obiceiurile bune devin inevitabile, iar cele rele, imposibile. Indiferent daca e vorba de o echipa care incearca sa castige un campionat, o organizatie care spera sa redefineasca o industrie sau pur si simplu un om care vrea sa se lase de fumat, sa slabeasca, sa reduca stresul ori sa realizeze orice alt obiectiv, Atomic Habits este solutia."
    },
    {
        "title": "Kevin Dutton",
        "subTitle": "Nature's Wonders Revealed",
        "price": "144 lei",
        "image": "Resources/Inele/Inel_6.jpg",
        "productDescription": "Cartea aceasta este despre un soi special de persuasiune care are o perioada de incubatie de numai cateva secunde si poate dezarma instantaneu pana si cea mai patrunzatoare minte. Este centura neagra la controlul mintii. Nu doar ca intoarce roata, o dinamiteaza cu totul. De la maligna, dar fascinanta putere a psihopatilor, a ucigasilor in serie si a escrocilor pana la geniul politic al lui Winston Churchill - trecand prin maestrii ai artelor martiale, calugari budisti, magicieni, comici, vanzatori, CEO si broaste care se fraieresc reciproc - sclipitor de originala carte a lui Kevin Dutton exploreaza tot ceea ce ne poate invata stiinta in materie de tehnici de persuasiune."
    },
    {
        "title": "Jessie Inchauspe",
        "subTitle": "Survival and Courage.",
        "price": "271 lei",
        "image": "Resources/Inele/Inel_7.jpg",
        "productDescription": "Glucoza, adica zaharul din sange, este o molecula minuscula din corp, dar care are un impact enorm asupra sanatatii. Aceasta patrunde in sange prin amidonul si glucidele pe care le consumam. Nouazeci la suta dintre noi suferim din cauza excesului de glucoza din corp si cei mai multi nu stim acest lucru. Simptomele? Pofte de mancare imperioase, oboseala, infertilitate, probleme hormonale, riduri... si, in timp, aparitia unor afectiuni precum diabetul de tip II, sindromul ovarelor polichistice, cancerul, dementa si bolile de inima."
    },
    {
        "title": "Alex Michaelides",
        "subTitle": "Precomanda - Pacienta tacuta",
        "price": "162 lei",
        "image": "Resources/Inele/Inel_8.jpg",
        "productDescription": "Viata Aliciei Berenson este aparent perfecta. Pictorita renumita casatorita cu un fotograf de moda, ea traieste intr-o casa superba, cu vedere spre parc, intr-una dintre zonele cele mai dorite din Londra. Intr-o seara, sotul ei Gabriel se intoarce acasa tarziu de la o sedinta foto, iar Alicia il impusca de cinci ori in fata si apoi ramane tacuta mai multi ani. Refuzul Aliciei de a vorbi sau de a da orice fel de explicatii transforma o tragedie domestica in ceva mult mai teribil, un mister care capteaza imaginatia publica si o face pe Alicia celebra. Pretul tablourilor sale creste astronomic, iar ea, pacienta tacuta, este ascunsa de tabloide si de lumina reflectoarelor la The Grove, un spital psihiatric de maxima securitate din nordul Londrei."
    },
    {
        "title": "Stefanie Stahl",
        "subTitle": "Vindecarea copilului interior",
        "price": "183 lei",
        "image": "Resources/Inele/Inel_9.jpg",
        "productDescription": "Ce-ai zice daca ai afla ca, atunci cand doi oameni se cearta, de fapt conflictul nu e declansat de doi adulti cu o constiinta de sine solida, ci de copiii aflati in fiecare dintre ei? Fie ca avem probleme legate de increderea in fortele proprii, ne indoim ca partenerul, seful sau noua cunostinta ne place cu adevarat sau avem adesea dificultati in a relationa, motivul este ca asociem amintiri urate sau chiar traumatice cu perioada copilariei; sau poate ca unii dintre noi au avut o copilarie nefericita, dar si-au reprimat aceste experiente."
    },
    {
        "title": "Colleen Hoover",
        "subTitle": "Totul se termina cu noi",
        "price": "225 lei",
        "image": "Resources/Inele/Inel_10.jpg",
        "productDescription": "O noua carte de la mult indragita autoare de New Adult, Colleen Hoover. Uneori, cei care te iubesc te ranesc cel mai tare. Lily Bloom nu a avut intotdeauna o viata usoara, dar asta nu a oprit-o niciodata sa munceasca din greu pentru a-si indeplini telurile. A evoluat foarte mult: a absolvit liceul, s-a mutat la Boston si si-a inceput propria afacere. Cand Lily il cunoaste pe Ryle Kincaid, un chipes neurochirurg, se simte imediat foarte atrasa de el si viata i se schimba brusc."
    },
    {
        "title": "Vicktor Frankl",
        "subTitle": "Omul in cautarea sensului vietii",
        "price": "114 lei",
        "image": "Resources/Inele/Inel_11.jpg",
        "productDescription": "Omul in cautarea sensului vietii este cronica experientelor ingrozitoare traite de psihiatrul Viktor Frankl in timpul detentiei sale la Auschwitz si in alte lagare concentrationiste. Cartea devenita bestseller international cu peste 10 milioane de copii vandute, deschide cea mai intima perspectiva asupra intelegerii omului in situatii de nesupravietuit, cum accepta trauma si in final, gaseste sens in ceea ce traieste. Volumul, o reeditare improspatata de un cuvant inainte scris de Harold S. Kushner si de o postfata de William J. Winsdale, a aparut in VERSANT."
    },
    {
        "title": "Daniel Goleman",
        "subTitle": "Inteligenta emotionala.",
        "price": "209 lei",
        "image": "Resources/Inele/Inel_12.jpg",
        "productDescription": "Formidabila carte a lui Daniel Goleman a declansat un efect de proportii in societatea occidentala: inteligenta emotionala se studiaza in centre ce cercetare, se preda in scoli si in universitati, competentele sale au devenit criterii de angajare sau de promovare in cariera, iar programele de educatie pe baza sa au devenit punctul de plecare in politicile sociale de prevenire a imbolnavirilor sau criminalitatii."
    },
    {
        "title": "Gabor Mate",
        "subTitle": "Costul stresului ascuns",
        "price": "218 lei",
        "image": "Resources/Inele/Inel_13.jpg",
        "productDescription": "Cand corpul spune nu este un studiu aprofundat, revelator, plin de informatii utile despre stres si influenta lui asupra sanatatii noastre psihice si fizice. Nu exista oameni care sa nu fi trecut prin episoade de stres acut, fie el provocat de fenomene exterioare, fie produs din cauze interioare. Boala secolului al XXI‑lea ne-a facut pe toti sa simtim macar de cateva ori in viata ca am ajuns la capatul puterilor, determinandu-ne sa luam masuri urgente ca sa restabilim echilibrul."
    },
    {
        "title": "George S. Clason",
        "subTitle": "Cel mai bogat om din Babilon",
        "price": "185 lei",
        "image": "Resources/Inele/Inel_14.jpg",
        "productDescription": "Publicata pentru prima data in 1926, cartea de fata a schimbat modul in care milioane de oameni gandesc despre bani. La aproape 100 de ani de la prima editie, este la fel de relevanta ca intotdeauna! Cele 7 parabole a caror actiune se petrece in Babilon – orasul cel mai bogat din lumea antica, ai carui locuitori pretuiau banii si urmau principii economice rationale – ne dezvaluie secretele universale ale succesului financiar: cum sa strangem bani, cum sa controlam cheltuielile si sa ne gestionam bunurile pentru a le inmulti, cum sa ne satisfacem dorintele, dar sa obtinem independenta si succesul la care altii doar viseaza. Si multe altele!"
    },
    {
        "title": "Gary Chapman",
        "subTitle": "Cele cinci limbaje ale iubirii.",
        "price": "151 lei",
        "image": "Resources/Inele/Inel_15.jpg",
        "productDescription": "O colectie intima de sfaturi, probleme si solutii pentru oricine isi doreste o familie cu adevarat fericita. Casniciile nefericite se datoreaza adesea unui motiv simplu: vorbim limbaje diferite de iubire. In experienta sa de peste 30 de ani in calitate de consilier matrimonial, dr. Gary Chapman a identificat cinci limbaje de iubire: cuvintele de incurajare, timpul petrecut alaturi de cel drag, cadourile, serviciile si contactul fizic. Cartea le abordeaza pe fiecare in parte, intr-un stil accesibil si plin de umor."
    },
    {
        "title": "Zoulfa Katouh",
        "subTitle": "Cat timp infloresc lamaii",
        "price": "180 lei",
        "image": "Resources/Inele/Inel_16.jpg",
        "productDescription": "Inainte de izbucnirea revolutiei siriene, Salama e o fata fericita dintr-o familie armonioasa, unita prin afectiune si traditie. Are 18 ani, studiaza farnacologia si se bucura de casatoria dintre fratele ei, Hamza, si prietena ei de suflet, Layla. Dupa ce incepe razboiul, totul se schimba. Ea ajunge sa indeplineasca atributii de chirurg la spitalul local, din lipsa de personal si un numar crescand de victime, membrii familiei ei isi pierd viata sau dispar in razboi; singura supravietuitoare e Layla, cumnata ei gravida."
    },
    {
        "title": "Ana Huang",
        "subTitle": "Twisted Love.",
        "price": "225 lei",
        "image": "Resources/Inele/Inel_17.jpg",
        "productDescription": "Alex Volkov e un demon binecuvantat cu o fata de inger si blestemat cu un trecut de care nu poate scapa. Poarta povara unei tragedii care il bantuie inca din copilarie. Forta care il mana in viata este dorinta apriga de a se razbuna si de a avea succes, iar asta nu lasa loc pentru iubire. Insa, atunci cand e silit sa aiba grija de sora celui mai bun prieten al sau, Alex incepe sa simta o emotie noua. In armura lui inghetata apare o fisura. Inima lui impietrita incepe sa se topeasca. E cuprins de un foc care ameninta sa-i naruie lumea."
    }
]
